Revit 2024 API
STLExportOptions Constructor
 Constructs a new instance of STLExportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021.1
Syntax
C#
public STLExportOptions()
Visual Basic
Public Sub New
Visual C++
public:
STLExportOptions()
See Also
STLExportOptions Class
STLExportOptions Overload
Autodesk.Revit.DB Namespace